Repository: common-repository/blogomatic
Catalog: WSDBR-*.po
Languages: fa_ir

source: Pagerank :
fa_ir: پیج رنک :

source: Alexa Traffic :
fa_ir: ترافیک الکسا :

source: Added.
fa_ir: اضافه شد.

source: Sorry, can't be added.
fa_ir: متأسفانه امکان اضافه شدن وجود ندارد.

source: Please add our url first<br />
fa_ir: لطفا در ابتدا لینک ما را اضافه کنید<br />

source: Name field is empty
fa_ir: نام را وارد نکرده اید

source: URL is not valid.
fa_ir: لینک مورد نظر معتبر نمی باشد.

source: http://www is required.<br />
fa_ir: درج http://www لازم است.<br />

source: URL is empty
fa_ir: لینک را وارد کنید

source: URL existed
fa_ir: این لینک از قبل درج شده است.

source: List is Full
fa_ir: لیست تبادل لینک پر است.

source: Base Alexa Traffic :
fa_ir: ترافیک پایه الکسا :

source: Base PageRank :
fa_ir: پیج رنک پایه :

source: One of Two above is needed
fa_ir: یکی از دو شرط بالا ملزوم است.

source: Enter your link
fa_ir: Your Link ...

source: Enter url title
fa_ir: Your link title

source: Send Link
fa_ir: ارسال لینک

source: Widget Name :
fa_ir: نام ابزارک :

source: Site URL :
fa_ir: آدرس سایت :

source: Base Pagerank :
fa_ir: پیج رنک پایه :

source: Loading Message :
fa_ir: پیام بارگذاری :

source: List Limit. :
fa_ir: محدودیت لیست :
